results/server-20260722/raw/symfony-worker__json__t2c50d20__run2.txt
Running 20s test @ http://symfony-worker/json
  2 threads and 50 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     1.70ms    0.87ms  21.75ms   88.90%
    Req/Sec    14.99k   806.79    16.22k    80.75%
  Latency Distribution
     50%    1.43ms
     75%    1.83ms
     90%    2.62ms
     99%    4.94ms
  596507 requests in 20.00s, 147.91MB read
Requests/sec:  29820.77
Transfer/sec:      7.39MB