results/server-20260722/raw/symfony-worker__json__t8c500d60__run3.txt
Running 1m test @ http://symfony-worker/json
  8 threads and 500 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    15.49ms    2.21ms  83.52ms   79.08%
    Req/Sec     4.01k   235.91     6.34k    76.96%
  Latency Distribution
     50%   14.84ms
     75%   16.52ms
     90%   18.40ms
     99%   22.46ms
  1917211 requests in 1.00m, 475.38MB read
Requests/sec:  31900.34
Transfer/sec:      7.91MB